[{"name":"Leuprolide","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Leuprolide."},{"name":"Goserelin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Goserelin."},{"name":"Goserelin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Goserelin."},{"name":"Cyclosporine","severity":"N/A","description":"The serum concentration of Cyclosporine can be increased when it is combined with Fluconazole."},{"name":"Enfuvirtide","severity":"N/A","description":"The metabolism of Enfuvirtide can be decreased when combined with Fluconazole."},{"name":"Calcitriol","severity":"N/A","description":"The metabolism of Calcitriol can be decreased when combined with Fluconazole."},{"name":"Ergocalciferol","severity":"N/A","description":"The metabolism of Ergocalciferol can be decreased when combined with Fluconazole."},{"name":"Cholecalciferol","severity":"N/A","description":"The metabolism of Cholecalciferol can be decreased when combined with Fluconazole."},{"name":"Pravastatin","severity":"N/A","description":"The metabolism of Pravastatin can be decreased when combined with Fluconazole."},{"name":"Valsartan","severity":"N/A","description":"The metabolism of Valsartan can be decreased when combined with Fluconazole."},{"name":"Flunisolide","severity":"N/A","description":"The metabolism of Flunisolide can be decreased when combined with Fluconazole."},{"name":"Flunisolide","severity":"N/A","description":"The metabolism of Flunisolide can be decreased when combined with Fluconazole."},{"name":"Nicotine","severity":"N/A","description":"The metabolism of Nicotine can be decreased when combined with Fluconazole."},{"name":"Cevimeline","severity":"N/A","description":"The metabolism of Cevimeline can be decreased when combined with Fluconazole."},{"name":"Bortezomib","severity":"N/A","description":"The metabolism of Bortezomib can be decreased when combined with Fluconazole."},{"name":"Tramadol","severity":"N/A","description":"The metabolism of Tramadol can be decreased when combined with Fluconazole."},{"name":"Abiraterone","severity":"N/A","description":"The metabolism of Abiraterone can be decreased when combined with Fluconazole."},{"name":"Acebutolol","severity":"N/A","description":"The serum concentration of Acebutolol can be increased when it is combined with Fluconazole."},{"name":"Aceclofenac","severity":"N/A","description":"The metabolism of Aceclofenac can be decreased when combined with Fluconazole."},{"name":"Acenocoumarol","severity":"N/A","description":"The serum concentration of Acenocoumarol can be increased when it is combined with Fluconazole."},{"name":"Acetaminophen","severity":"N/A","description":"The metabolism of Acetaminophen can be decreased when combined with Fluconazole."},{"name":"Acetohexamide","severity":"N/A","description":"The serum concentration of Acetohexamide can be increased when it is combined with Fluconazole."},{"name":"Acetylsalicylic acid","severity":"N/A","description":"The metabolism of Acetylsalicylic acid can be decreased when combined with Fluconazole."},{"name":"Acetylsalicylic acid","severity":"N/A","description":"The metabolism of Acetylsalicylic acid can be decreased when combined with Fluconazole."},{"name":"Afatinib","severity":"N/A","description":"The serum concentration of Afatinib can be increased when it is combined with Fluconazole."},{"name":"Albendazole","severity":"N/A","description":"The metabolism of Albendazole can be decreased when combined with Fluconazole."},{"name":"Alclometasone","severity":"N/A","description":"The metabolism of Alclometasone can be decreased when combined with Fluconazole."},{"name":"Aldosterone","severity":"N/A","description":"The serum concentration of Aldosterone can be increased when it is combined with Fluconazole."},{"name":"Alfentanil","severity":"N/A","description":"The serum concentration of Alfentanil can be increased when it is combined with Fluconazole."},{"name":"Alfuzosin","severity":"N/A","description":"The metabolism of Alfuzosin can be decreased when combined with Fluconazole."},{"name":"Aliskiren","severity":"N/A","description":"The metabolism of Aliskiren can be decreased when combined with Fluconazole."},{"name":"Alitretinoin","severity":"N/A","description":"The serum concentration of Alitretinoin can be increased when it is combined with Fluconazole."},{"name":"Allylestrenol","severity":"N/A","description":"The metabolism of Allylestrenol can be decreased when combined with Fluconazole."},{"name":"Almotriptan","severity":"N/A","description":"The metabolism of Almotriptan can be decreased when combined with Fluconazole."},{"name":"Alogliptin","severity":"N/A","description":"The metabolism of Alogliptin can be decreased when combined with Fluconazole."},{"name":"Alosetron","severity":"N/A","description":"The metabolism of Alosetron can be decreased when combined with Fluconazole."},{"name":"Alprazolam","severity":"N/A","description":"The metabolism of Alprazolam can be decreased when combined with Fluconazole."},{"name":"Ambrisentan","severity":"N/A","description":"The metabolism of Ambrisentan can be decreased when combined with Fluconazole."},{"name":"Ambroxol","severity":"N/A","description":"The metabolism of Ambroxol can be decreased when combined with Fluconazole."},{"name":"Aminophenazone","severity":"N/A","description":"The metabolism of Aminophenazone can be decreased when combined with Fluconazole."},{"name":"Aminophylline","severity":"N/A","description":"The metabolism of Aminophylline can be decreased when combined with Fluconazole."},{"name":"Amiodarone","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Amiodarone."},{"name":"Amitriptyline","severity":"N/A","description":"Amitriptyline may increase the QTc-prolonging activities of Fluconazole."},{"name":"Amlodipine","severity":"N/A","description":"The serum concentration of Amlodipine can be increased when it is combined with Fluconazole."},{"name":"Amoxicillin","severity":"N/A","description":"The metabolism of Amoxicillin can be decreased when combined with Fluconazole."},{"name":"Amoxicillin","severity":"N/A","description":"The metabolism of Amoxicillin can be decreased when combined with Fluconazole."},{"name":"Amphotericin B","severity":"N/A","description":"The therapeutic efficacy of Amphotericin B can be decreased when used in combination with Fluconazole."},{"name":"Amphotericin B","severity":"N/A","description":"The therapeutic efficacy of Amphotericin B can be decreased when used in combination with Fluconazole."},{"name":"Amprenavir","severity":"N/A","description":"The metabolism of Amprenavir can be decreased when combined with Fluconazole."},{"name":"Amrinone","severity":"N/A","description":"The serum concentration of Amrinone can be increased when it is combined with Fluconazole."},{"name":"Anagrelide","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Anagrelide."},{"name":"Antipyrine","severity":"N/A","description":"The metabolism of Antipyrine can be decreased when combined with Fluconazole."},{"name":"Apixaban","severity":"N/A","description":"The serum concentration of Apixaban can be increased when it is combined with Fluconazole."},{"name":"Apremilast","severity":"N/A","description":"The metabolism of Apremilast can be decreased when combined with Fluconazole."},{"name":"Aprepitant","severity":"N/A","description":"The metabolism of Aprepitant can be decreased when combined with Fluconazole."},{"name":"Arachidonic Acid","severity":"N/A","description":"The metabolism of Arachidonic Acid can be decreased when combined with Fluconazole."},{"name":"Arformoterol","severity":"N/A","description":"The metabolism of Arformoterol can be decreased when combined with Fluconazole."},{"name":"Argatroban","severity":"N/A","description":"The metabolism of Argatroban can be decreased when combined with Fluconazole."},{"name":"Aripiprazole","severity":"N/A","description":"The serum concentration of Aripiprazole can be increased when it is combined with Fluconazole."},{"name":"Arsenic trioxide","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Arsenic trioxide."},{"name":"Artemether","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Artemether."},{"name":"Asenapine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Asenapine."},{"name":"Astemizole","severity":"N/A","description":"The metabolism of Astemizole can be decreased when combined with Fluconazole."},{"name":"Atazanavir","severity":"N/A","description":"The metabolism of Atazanavir can be decreased when combined with Fluconazole."},{"name":"Atenolol","severity":"N/A","description":"The serum concentration of Atenolol can be increased when it is combined with Fluconazole."},{"name":"Atomoxetine","severity":"N/A","description":"The metabolism of Atomoxetine can be decreased when combined with Fluconazole."},{"name":"Atorvastatin","severity":"N/A","description":"The serum concentration of Atorvastatin can be increased when it is combined with Fluconazole."},{"name":"Avanafil","severity":"N/A","description":"The serum concentration of Avanafil can be increased when it is combined with Fluconazole."},{"name":"Axitinib","severity":"N/A","description":"The metabolism of Axitinib can be decreased when combined with Fluconazole."},{"name":"Azelastine","severity":"N/A","description":"The metabolism of Azelastine can be decreased when combined with Fluconazole."},{"name":"Azithromycin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Azithromycin."},{"name":"Barnidipine","severity":"N/A","description":"The serum concentration of Barnidipine can be increased when it is combined with Fluconazole."},{"name":"Bedaquiline","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Bedaquiline."},{"name":"Benzatropine","severity":"N/A","description":"The metabolism of Benzatropine can be decreased when combined with Fluconazole."},{"name":"Benzphetamine","severity":"N/A","description":"The metabolism of Benzphetamine can be decreased when combined with Fluconazole."},{"name":"Benzyl alcohol","severity":"N/A","description":"The metabolism of Benzyl alcohol can be decreased when combined with Fluconazole."},{"name":"Bepridil","severity":"N/A","description":"The serum concentration of Bepridil can be increased when it is combined with Fluconazole."},{"name":"Betamethasone","severity":"N/A","description":"The serum concentration of Betamethasone can be increased when it is combined with Fluconazole."},{"name":"Bexarotene","severity":"N/A","description":"The metabolism of Bexarotene can be decreased when combined with Fluconazole."},{"name":"Bezafibrate","severity":"N/A","description":"The metabolism of Bezafibrate can be decreased when combined with Fluconazole."},{"name":"Bicalutamide","severity":"N/A","description":"The metabolism of Bicalutamide can be decreased when combined with Fluconazole."},{"name":"Bisoprolol","severity":"N/A","description":"The metabolism of Bisoprolol can be decreased when combined with Fluconazole."},{"name":"Boceprevir","severity":"N/A","description":"The metabolism of Boceprevir can be decreased when combined with Fluconazole."},{"name":"Bosentan","severity":"N/A","description":"The serum concentration of Bosentan can be increased when it is combined with Fluconazole."},{"name":"Bosutinib","severity":"N/A","description":"The serum concentration of Bosutinib can be increased when it is combined with Fluconazole."},{"name":"Bosutinib","severity":"N/A","description":"The serum concentration of Bosutinib can be increased when it is combined with Fluconazole."},{"name":"Brentuximab vedotin","severity":"N/A","description":"The serum concentration of Brentuximab vedotin can be increased when it is combined with Fluconazole."},{"name":"Brexpiprazole","severity":"N/A","description":"The serum concentration of Brexpiprazole can be increased when it is combined with Fluconazole."},{"name":"Brinzolamide","severity":"N/A","description":"The metabolism of Brinzolamide can be decreased when combined with Fluconazole."},{"name":"Bromazepam","severity":"N/A","description":"The metabolism of Bromazepam can be decreased when combined with Fluconazole."},{"name":"Bromocriptine","severity":"N/A","description":"The metabolism of Bromocriptine can be decreased when combined with Fluconazole."},{"name":"Brompheniramine","severity":"N/A","description":"The metabolism of Brompheniramine can be decreased when combined with Fluconazole."},{"name":"Budesonide","severity":"N/A","description":"The serum concentration of Budesonide can be increased when it is combined with Fluconazole."},{"name":"Bupivacaine","severity":"N/A","description":"The metabolism of Bupivacaine can be decreased when combined with Fluconazole."},{"name":"Buprenorphine","severity":"N/A","description":"The metabolism of Buprenorphine can be decreased when combined with Fluconazole."},{"name":"Bupropion","severity":"N/A","description":"The metabolism of Bupropion can be decreased when combined with Fluconazole."},{"name":"Buspirone","severity":"N/A","description":"The metabolism of Buspirone can be decreased when combined with Fluconazole."},{"name":"Busulfan","severity":"N/A","description":"The serum concentration of Busulfan can be increased when it is combined with Fluconazole."},{"name":"Cabazitaxel","severity":"N/A","description":"The metabolism of Cabazitaxel can be decreased when combined with Fluconazole."},{"name":"Cabergoline","severity":"N/A","description":"The metabolism of Cabergoline can be decreased when combined with Fluconazole."},{"name":"Cabozantinib","severity":"N/A","description":"The metabolism of Cabozantinib can be decreased when combined with Fluconazole."},{"name":"Caffeine","severity":"N/A","description":"The metabolism of Caffeine can be decreased when combined with Fluconazole."},{"name":"Canagliflozin","severity":"N/A","description":"The metabolism of Canagliflozin can be decreased when combined with Fluconazole."},{"name":"Canagliflozin","severity":"N/A","description":"The metabolism of Canagliflozin can be decreased when combined with Fluconazole."},{"name":"Candesartan","severity":"N/A","description":"The metabolism of Candesartan can be decreased when combined with Fluconazole."},{"name":"Candesartan","severity":"N/A","description":"The metabolism of Candesartan can be decreased when combined with Fluconazole."},{"name":"Carbamazepine","severity":"N/A","description":"The serum concentration of Carbamazepine can be increased when it is combined with Fluconazole."},{"name":"Carbinoxamine","severity":"N/A","description":"The metabolism of Carbinoxamine can be decreased when combined with Fluconazole."},{"name":"Carfilzomib","severity":"N/A","description":"The serum concentration of Carfilzomib can be increased when it is combined with Fluconazole."},{"name":"Cariprazine","severity":"N/A","description":"The metabolism of Cariprazine can be decreased when combined with Fluconazole."},{"name":"Carisoprodol","severity":"N/A","description":"The metabolism of Carisoprodol can be decreased when combined with Fluconazole."},{"name":"Carvedilol","severity":"N/A","description":"The serum concentration of Carvedilol can be increased when it is combined with Fluconazole."},{"name":"Celecoxib","severity":"N/A","description":"The metabolism of Celecoxib can be decreased when combined with Fluconazole."},{"name":"Celiprolol","severity":"N/A","description":"The metabolism of Celiprolol can be decreased when combined with Fluconazole."},{"name":"Cephalexin","severity":"N/A","description":"The metabolism of Cephalexin can be decreased when combined with Fluconazole."},{"name":"Cephalexin","severity":"N/A","description":"The metabolism of Cephalexin can be decreased when combined with Fluconazole."},{"name":"Ceritinib","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Ceritinib."},{"name":"Chenodeoxycholic acid","severity":"N/A","description":"The metabolism of Chenodeoxycholic acid can be decreased when combined with Fluconazole."},{"name":"Chloramphenicol","severity":"N/A","description":"The metabolism of Chloramphenicol can be decreased when combined with Fluconazole."},{"name":"Chlordiazepoxide","severity":"N/A","description":"The metabolism of Chlordiazepoxide can be decreased when combined with Fluconazole."},{"name":"Chloroquine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Chloroquine."},{"name":"Chlorphenamine","severity":"N/A","description":"The metabolism of Chlorphenamine can be decreased when combined with Fluconazole."},{"name":"Chlorphenamine","severity":"N/A","description":"The metabolism of Chlorphenamine can be decreased when combined with Fluconazole."},{"name":"Chlorpromazine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Chlorpromazine."},{"name":"Chlorpropamide","severity":"N/A","description":"The serum concentration of Chlorpropamide can be increased when it is combined with Fluconazole."},{"name":"Chlorzoxazone","severity":"N/A","description":"The metabolism of Chlorzoxazone can be decreased when combined with Fluconazole."},{"name":"Ciclesonide","severity":"N/A","description":"The metabolism of Ciclesonide can be decreased when combined with Fluconazole."},{"name":"Cilostazol","severity":"N/A","description":"The serum concentration of Cilostazol can be increased when it is combined with Fluconazole."},{"name":"Cimetidine","severity":"N/A","description":"The serum concentration of Cimetidine can be increased when it is combined with Fluconazole."},{"name":"Cinacalcet","severity":"N/A","description":"The metabolism of Cinacalcet can be decreased when combined with Fluconazole."},{"name":"Cinnarizine","severity":"N/A","description":"The serum concentration of Cinnarizine can be increased when it is combined with Fluconazole."},{"name":"Ciprofloxacin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Ciprofloxacin."},{"name":"Cisapride","severity":"N/A","description":"The serum concentration of Cisapride can be increased when it is combined with Fluconazole."},{"name":"Cisplatin","severity":"N/A","description":"The serum concentration of Cisplatin can be increased when it is combined with Fluconazole."},{"name":"Citalopram","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Citalopram."},{"name":"Clarithromycin","severity":"N/A","description":"The metabolism of Clarithromycin can be decreased when combined with Fluconazole."},{"name":"Clevidipine","severity":"N/A","description":"The serum concentration of Clevidipine can be increased when it is combined with Fluconazole."},{"name":"Clevidipine","severity":"N/A","description":"The serum concentration of Clevidipine can be increased when it is combined with Fluconazole."},{"name":"Clindamycin","severity":"N/A","description":"The metabolism of Clindamycin can be decreased when combined with Fluconazole."},{"name":"Clobazam","severity":"N/A","description":"The metabolism of Clobazam can be decreased when combined with Fluconazole."},{"name":"Clofazimine","severity":"N/A","description":"The metabolism of Clofazimine can be decreased when combined with Fluconazole."},{"name":"Clofibrate","severity":"N/A","description":"The metabolism of Clofibrate can be decreased when combined with Fluconazole."},{"name":"Clomifene","severity":"N/A","description":"The serum concentration of Clomifene can be increased when it is combined with Fluconazole."},{"name":"Clomipramine","severity":"N/A","description":"The metabolism of Clomipramine can be decreased when combined with Fluconazole."},{"name":"Clonazepam","severity":"N/A","description":"The metabolism of Clonazepam can be decreased when combined with Fluconazole."},{"name":"Clonidine","severity":"N/A","description":"The metabolism of Clonidine can be decreased when combined with Fluconazole."},{"name":"Clopidogrel","severity":"N/A","description":"The serum concentration of the active metabolites of Clopidogrel can be reduced when Clopidogrel is used in combination with Fluconazole resulting in a loss in efficacy."},{"name":"Clorazepate","severity":"N/A","description":"The metabolism of Clorazepate can be decreased when combined with Fluconazole."},{"name":"Clorazepate","severity":"N/A","description":"The metabolism of Clorazepate can be decreased when combined with Fluconazole."},{"name":"Clotiazepam","severity":"N/A","description":"The metabolism of Clotiazepam can be decreased when combined with Fluconazole."},{"name":"Clozapine","severity":"N/A","description":"The metabolism of Clozapine can be decreased when combined with Fluconazole."},{"name":"Cobimetinib","severity":"N/A","description":"The serum concentration of Cobimetinib can be increased when it is combined with Fluconazole."},{"name":"Cocaine","severity":"N/A","description":"The metabolism of Cocaine can be decreased when combined with Fluconazole."},{"name":"Codeine","severity":"N/A","description":"The metabolism of Codeine can be decreased when combined with Fluconazole."},{"name":"Codeine","severity":"N/A","description":"The metabolism of Codeine can be decreased when combined with Fluconazole."},{"name":"Colchicine","severity":"N/A","description":"The serum concentration of Colchicine can be increased when it is combined with Fluconazole."},{"name":"Conivaptan","severity":"N/A","description":"The metabolism of Conivaptan can be decreased when combined with Fluconazole."},{"name":"Conjugated Equine Estrogens","severity":"N/A","description":"The metabolism of Conjugated Equine Estrogens can be decreased when combined with Fluconazole."},{"name":"Cortisone acetate","severity":"N/A","description":"The metabolism of Cortisone acetate can be decreased when combined with Fluconazole."},{"name":"Crizotinib","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Crizotinib."},{"name":"Cyclobenzaprine","severity":"N/A","description":"The metabolism of Cyclobenzaprine can be decreased when combined with Fluconazole."},{"name":"Cyclophosphamide","severity":"N/A","description":"The metabolism of Cyclophosphamide can be decreased when combined with Fluconazole."},{"name":"Cyclophosphamide","severity":"N/A","description":"The metabolism of Cyclophosphamide can be decreased when combined with Fluconazole."},{"name":"Cytarabine","severity":"N/A","description":"The metabolism of Cytarabine can be decreased when combined with Fluconazole."},{"name":"Dabigatran etexilate","severity":"N/A","description":"The serum concentration of the active metabolites of Dabigatran etexilate can be increased when Dabigatran etexilate is used in combination with Fluconazole."},{"name":"Dabigatran etexilate","severity":"N/A","description":"The serum concentration of the active metabolites of Dabigatran etexilate can be increased when Dabigatran etexilate is used in combination with Fluconazole."},{"name":"Dabrafenib","severity":"N/A","description":"The metabolism of Dabrafenib can be decreased when combined with Fluconazole."},{"name":"Daclatasvir","severity":"N/A","description":"The metabolism of Daclatasvir can be decreased when combined with Fluconazole."},{"name":"Dactinomycin","severity":"N/A","description":"The serum concentration of Dactinomycin can be increased when it is combined with Fluconazole."},{"name":"Dantrolene","severity":"N/A","description":"The metabolism of Dantrolene can be decreased when combined with Fluconazole."},{"name":"Dapagliflozin","severity":"N/A","description":"The metabolism of Dapagliflozin can be decreased when combined with Fluconazole."},{"name":"Dapsone","severity":"N/A","description":"The metabolism of Dapsone can be decreased when combined with Fluconazole."},{"name":"Darifenacin","severity":"N/A","description":"The metabolism of Darifenacin can be decreased when combined with Fluconazole."},{"name":"Darunavir","severity":"N/A","description":"The metabolism of Darunavir can be decreased when combined with Fluconazole."},{"name":"Dasabuvir","severity":"N/A","description":"The metabolism of Dasabuvir can be decreased when combined with Fluconazole."},{"name":"Dasatinib","severity":"N/A","description":"The metabolism of Dasatinib can be decreased when combined with Fluconazole."},{"name":"Dasatinib","severity":"N/A","description":"The metabolism of Dasatinib can be decreased when combined with Fluconazole."},{"name":"Daunorubicin","severity":"N/A","description":"The metabolism of Daunorubicin can be decreased when combined with Fluconazole."},{"name":"Debrisoquin","severity":"N/A","description":"The serum concentration of Debrisoquin can be increased when it is combined with Fluconazole."},{"name":"Delavirdine","severity":"N/A","description":"The metabolism of Delavirdine can be decreased when combined with Fluconazole."},{"name":"Desipramine","severity":"N/A","description":"The metabolism of Desipramine can be decreased when combined with Fluconazole."},{"name":"Desvenlafaxine","severity":"N/A","description":"The metabolism of Desvenlafaxine can be decreased when combined with Fluconazole."},{"name":"Dexamethasone","severity":"N/A","description":"The metabolism of Dexamethasone can be decreased when combined with Fluconazole."},{"name":"Dextromethorphan","severity":"N/A","description":"The metabolism of Dextromethorphan can be decreased when combined with Fluconazole."},{"name":"Dextropropoxyphene","severity":"N/A","description":"The metabolism of Dextropropoxyphene can be decreased when combined with Fluconazole."},{"name":"Diazepam","severity":"N/A","description":"The metabolism of Diazepam can be decreased when combined with Fluconazole."},{"name":"Diclofenac","severity":"N/A","description":"The metabolism of Diclofenac can be decreased when combined with Fluconazole."},{"name":"Dicoumarol","severity":"N/A","description":"The serum concentration of Dicoumarol can be increased when it is combined with Fluconazole."},{"name":"Didanosine","severity":"N/A","description":"Didanosine can cause a decrease in the absorption of Fluconazole resulting in a reduced serum concentration and potentially a decrease in efficacy."},{"name":"Diethylstilbestrol","severity":"N/A","description":"The serum concentration of Diethylstilbestrol can be increased when it is combined with Fluconazole."},{"name":"Digitoxin","severity":"N/A","description":"The metabolism of Digitoxin can be decreased when combined with Fluconazole."},{"name":"Digoxin","severity":"N/A","description":"The metabolism of Digoxin can be decreased when combined with Fluconazole."},{"name":"Dihydrocodeine","severity":"N/A","description":"The metabolism of Dihydrocodeine can be decreased when combined with Fluconazole."},{"name":"Dihydroergotamine","severity":"N/A","description":"The metabolism of Dihydroergotamine can be decreased when combined with Fluconazole."},{"name":"Diltiazem","severity":"N/A","description":"The serum concentration of Diltiazem can be increased when it is combined with Fluconazole."},{"name":"Diphenhydramine","severity":"N/A","description":"The metabolism of Diphenhydramine can be decreased when combined with Fluconazole."},{"name":"Dipyridamole","severity":"N/A","description":"The serum concentration of Dipyridamole can be increased when it is combined with Fluconazole."},{"name":"Disopyramide","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Disopyramide."},{"name":"Disulfiram","severity":"N/A","description":"The metabolism of Disulfiram can be decreased when combined with Fluconazole."},{"name":"Docetaxel","severity":"N/A","description":"The metabolism of Docetaxel can be decreased when combined with Fluconazole."},{"name":"Docetaxel","severity":"N/A","description":"The metabolism of Docetaxel can be decreased when combined with Fluconazole."},{"name":"Dofetilide","severity":"N/A","description":"The metabolism of Dofetilide can be decreased when combined with Fluconazole."},{"name":"Dolasetron","severity":"N/A","description":"The metabolism of Dolasetron can be decreased when combined with Fluconazole."},{"name":"Domperidone","severity":"N/A","description":"The serum concentration of Domperidone can be increased when it is combined with Fluconazole."},{"name":"Donepezil","severity":"N/A","description":"The metabolism of Donepezil can be decreased when combined with Fluconazole."},{"name":"Dopamine","severity":"N/A","description":"The metabolism of Dopamine can be decreased when combined with Fluconazole."},{"name":"Dorzolamide","severity":"N/A","description":"The metabolism of Dorzolamide can be decreased when combined with Fluconazole."},{"name":"Doxazosin","severity":"N/A","description":"The metabolism of Doxazosin can be decreased when combined with Fluconazole."},{"name":"Doxepin","severity":"N/A","description":"The metabolism of Doxepin can be decreased when combined with Fluconazole."},{"name":"Doxorubicin","severity":"N/A","description":"The serum concentration of Doxorubicin can be increased when it is combined with Fluconazole."},{"name":"Doxorubicin","severity":"N/A","description":"The serum concentration of Doxorubicin can be increased when it is combined with Fluconazole."},{"name":"Dronabinol","severity":"N/A","description":"The serum concentration of Dronabinol can be increased when it is combined with Fluconazole."},{"name":"Dronedarone","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Dronedarone."},{"name":"Droperidol","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Droperidol."},{"name":"Dutasteride","severity":"N/A","description":"The metabolism of Dutasteride can be decreased when combined with Fluconazole."},{"name":"Edoxaban","severity":"N/A","description":"The serum concentration of Edoxaban can be increased when it is combined with Fluconazole."},{"name":"Efavirenz","severity":"N/A","description":"The metabolism of Efavirenz can be decreased when combined with Fluconazole."},{"name":"Eletriptan","severity":"N/A","description":"The serum concentration of Eletriptan can be increased when it is combined with Fluconazole."},{"name":"Eliglustat","severity":"N/A","description":"The serum concentration of Eliglustat can be increased when it is combined with Fluconazole."},{"name":"Elvitegravir","severity":"N/A","description":"The metabolism of Elvitegravir can be decreased when combined with Fluconazole."},{"name":"Enalapril","severity":"N/A","description":"The metabolism of Enalapril can be decreased when combined with Fluconazole."},{"name":"Enzalutamide","severity":"N/A","description":"The metabolism of Enzalutamide can be decreased when combined with Fluconazole."},{"name":"Epinastine","severity":"N/A","description":"The metabolism of Epinastine can be decreased when combined with Fluconazole."},{"name":"Eplerenone","severity":"N/A","description":"The serum concentration of Eplerenone can be increased when it is combined with Fluconazole."},{"name":"Epoprostenol","severity":"N/A","description":"The metabolism of Epoprostenol can be decreased when combined with Fluconazole."},{"name":"Ergoloid mesylate","severity":"N/A","description":"The metabolism of Ergoloid mesylate can be decreased when combined with Fluconazole."},{"name":"Ergonovine","severity":"N/A","description":"The metabolism of Ergonovine can be decreased when combined with Fluconazole."},{"name":"Ergotamine","severity":"N/A","description":"The metabolism of Ergotamine can be decreased when combined with Fluconazole."},{"name":"Erlotinib","severity":"N/A","description":"The metabolism of Erlotinib can be decreased when combined with Fluconazole."},{"name":"Erythromycin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Erythromycin."},{"name":"Escitalopram","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Escitalopram."},{"name":"Escitalopram","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Escitalopram."},{"name":"Esomeprazole","severity":"N/A","description":"The serum concentration of Esomeprazole can be increased when it is combined with Fluconazole."},{"name":"Estazolam","severity":"N/A","description":"The metabolism of Estazolam can be decreased when combined with Fluconazole."},{"name":"Estradiol","severity":"N/A","description":"The metabolism of Estradiol can be decreased when combined with Fluconazole."},{"name":"Estramustine","severity":"N/A","description":"The metabolism of Estramustine can be decreased when combined with Fluconazole."},{"name":"Estriol","severity":"N/A","description":"The serum concentration of Estriol can be increased when it is combined with Fluconazole."},{"name":"Estrone","severity":"N/A","description":"The metabolism of Estrone can be decreased when combined with Fluconazole."},{"name":"Eszopiclone","severity":"N/A","description":"The metabolism of Eszopiclone can be decreased when combined with Fluconazole."},{"name":"Ethanol","severity":"N/A","description":"The metabolism of Ethanol can be decreased when combined with Fluconazole."},{"name":"Ethinyl Estradiol","severity":"N/A","description":"The metabolism of Ethinyl Estradiol can be decreased when combined with Fluconazole."},{"name":"Ethosuximide","severity":"N/A","description":"The metabolism of Ethosuximide can be decreased when combined with Fluconazole."},{"name":"Ethylmorphine","severity":"N/A","description":"The metabolism of Ethylmorphine can be decreased when combined with Fluconazole."},{"name":"Etodolac","severity":"N/A","description":"The metabolism of Etodolac can be decreased when combined with Fluconazole."},{"name":"Etonogestrel","severity":"N/A","description":"The metabolism of Etonogestrel can be decreased when combined with Fluconazole."},{"name":"Etoposide","severity":"N/A","description":"The metabolism of Etoposide can be decreased when combined with Fluconazole."},{"name":"Etoricoxib","severity":"N/A","description":"The metabolism of Etoricoxib can be decreased when combined with Fluconazole."},{"name":"Etravirine","severity":"N/A","description":"The serum concentration of Etravirine can be increased when it is combined with Fluconazole."},{"name":"Everolimus","severity":"N/A","description":"The serum concentration of Everolimus can be increased when it is combined with Fluconazole."},{"name":"Exemestane","severity":"N/A","description":"The metabolism of Exemestane can be decreased when combined with Fluconazole."},{"name":"Ezetimibe","severity":"N/A","description":"The serum concentration of Ezetimibe can be increased when it is combined with Fluconazole."},{"name":"Famciclovir","severity":"N/A","description":"The metabolism of Famciclovir can be decreased when combined with Fluconazole."},{"name":"Famotidine","severity":"N/A","description":"The metabolism of Famotidine can be decreased when combined with Fluconazole."},{"name":"Felbamate","severity":"N/A","description":"The metabolism of Felbamate can be decreased when combined with Fluconazole."},{"name":"Felodipine","severity":"N/A","description":"The serum concentration of Felodipine can be increased when it is combined with Fluconazole."},{"name":"Fendiline","severity":"N/A","description":"The serum concentration of Fendiline can be increased when it is combined with Fluconazole."},{"name":"Fenofibrate","severity":"N/A","description":"The metabolism of Fenofibrate can be decreased when combined with Fluconazole."},{"name":"Fenofibrate","severity":"N/A","description":"The metabolism of Fenofibrate can be decreased when combined with Fluconazole."},{"name":"Fentanyl","severity":"N/A","description":"The serum concentration of Fentanyl can be increased when it is combined with Fluconazole."},{"name":"Fesoterodine","severity":"N/A","description":"The metabolism of Fesoterodine can be decreased when combined with Fluconazole."},{"name":"Fexofenadine","severity":"N/A","description":"The serum concentration of Fexofenadine can be increased when it is combined with Fluconazole."},{"name":"Fidaxomicin","severity":"N/A","description":"The serum concentration of Fidaxomicin can be increased when it is combined with Fluconazole."},{"name":"Finasteride","severity":"N/A","description":"The metabolism of Finasteride can be decreased when combined with Fluconazole."},{"name":"Fingolimod","severity":"N/A","description":"The metabolism of Fingolimod can be decreased when combined with Fluconazole."},{"name":"Flecainide","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Flecainide."},{"name":"Flibanserin","severity":"N/A","description":"The serum concentration of Flibanserin can be increased when it is combined with Fluconazole."},{"name":"Flunarizine","severity":"N/A","description":"The serum concentration of Flunarizine can be increased when it is combined with Fluconazole."},{"name":"Flunitrazepam","severity":"N/A","description":"The metabolism of Flunitrazepam can be decreased when combined with Fluconazole."},{"name":"Fluorometholone","severity":"N/A","description":"The metabolism of Fluorometholone can be decreased when combined with Fluconazole."},{"name":"Fluoxetine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Fluoxetine."},{"name":"Flupentixol","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Flupentixol."},{"name":"Flurazepam","severity":"N/A","description":"The metabolism of Flurazepam can be decreased when combined with Fluconazole."},{"name":"Flurbiprofen","severity":"N/A","description":"The metabolism of Flurbiprofen can be decreased when combined with Fluconazole."},{"name":"Flutamide","severity":"N/A","description":"The metabolism of Flutamide can be decreased when combined with Fluconazole."},{"name":"Fluticasone furoate","severity":"N/A","description":"The metabolism of Fluticasone furoate can be decreased when combined with Fluconazole."},{"name":"Fluticasone Propionate","severity":"N/A","description":"The metabolism of Fluticasone Propionate can be decreased when combined with Fluconazole."},{"name":"Fluticasone Propionate","severity":"N/A","description":"The metabolism of Fluticasone Propionate can be decreased when combined with Fluconazole."},{"name":"Fluvastatin","severity":"N/A","description":"The serum concentration of Fluvastatin can be increased when it is combined with Fluconazole."},{"name":"Formoterol","severity":"N/A","description":"The metabolism of Formoterol can be decreased when combined with Fluconazole."},{"name":"Fosamprenavir","severity":"N/A","description":"The metabolism of Fosamprenavir can be decreased when combined with Fluconazole."},{"name":"Fosphenytoin","severity":"N/A","description":"The serum concentration of Fosphenytoin can be increased when it is combined with Fluconazole."},{"name":"Fulvestrant","severity":"N/A","description":"The metabolism of Fulvestrant can be decreased when combined with Fluconazole."},{"name":"Gabapentin","severity":"N/A","description":"The serum concentration of Gabapentin can be increased when it is combined with Fluconazole."},{"name":"Gadobenic acid","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Gadobenic acid."},{"name":"Galantamine","severity":"N/A","description":"The metabolism of Galantamine can be decreased when combined with Fluconazole."},{"name":"Gefitinib","severity":"N/A","description":"The metabolism of Gefitinib can be decreased when combined with Fluconazole."},{"name":"Gemcitabine","severity":"N/A","description":"The serum concentration of Gemcitabine can be increased when it is combined with Fluconazole."},{"name":"Gemfibrozil","severity":"N/A","description":"The metabolism of Gemfibrozil can be decreased when combined with Fluconazole."},{"name":"Gemifloxacin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Gemifloxacin."},{"name":"Gemifloxacin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Gemifloxacin."},{"name":"Glibornuride","severity":"N/A","description":"The serum concentration of Glibornuride can be increased when it is combined with Fluconazole."},{"name":"Gliclazide","severity":"N/A","description":"The serum concentration of Gliclazide can be increased when it is combined with Fluconazole."},{"name":"Glimepiride","severity":"N/A","description":"The serum concentration of Glimepiride can be increased when it is combined with Fluconazole."},{"name":"Glipizide","severity":"N/A","description":"The serum concentration of Glipizide can be increased when it is combined with Fluconazole."},{"name":"Gliquidone","severity":"N/A","description":"The serum concentration of Gliquidone can be increased when it is combined with Fluconazole."},{"name":"Glucosamine","severity":"N/A","description":"The metabolism of Glucosamine can be decreased when combined with Fluconazole."},{"name":"Glyburide","severity":"N/A","description":"The serum concentration of Glyburide can be increased when it is combined with Fluconazole."},{"name":"Granisetron","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Granisetron."},{"name":"Grazoprevir","severity":"N/A","description":"The serum concentration of Grazoprevir can be increased when it is combined with Fluconazole."},{"name":"Grazoprevir","severity":"N/A","description":"The serum concentration of Grazoprevir can be increased when it is combined with Fluconazole."},{"name":"Grepafloxacin","severity":"N/A","description":"The metabolism of Grepafloxacin can be decreased when combined with Fluconazole."},{"name":"Guanfacine","severity":"N/A","description":"The metabolism of Guanfacine can be decreased when combined with Fluconazole."},{"name":"Halofantrine","severity":"N/A","description":"The serum concentration of Halofantrine can be increased when it is combined with Fluconazole."},{"name":"Haloperidol","severity":"N/A","description":"The metabolism of Haloperidol can be decreased when combined with Fluconazole."},{"name":"Halothane","severity":"N/A","description":"The metabolism of Halothane can be decreased when combined with Fluconazole."},{"name":"Hexobarbital","severity":"N/A","description":"The metabolism of Hexobarbital can be decreased when combined with Fluconazole."},{"name":"Histamine Phosphate","severity":"N/A","description":"The metabolism of Histamine Phosphate can be decreased when combined with Fluconazole."},{"name":"Hydrocodone","severity":"N/A","description":"The serum concentration of Hydrocodone can be increased when it is combined with Fluconazole."},{"name":"Hydrocortisone","severity":"N/A","description":"The metabolism of Hydrocortisone can be decreased when combined with Fluconazole."},{"name":"Hydromorphone","severity":"N/A","description":"The metabolism of Hydromorphone can be decreased when combined with Fluconazole."},{"name":"Hydroxyprogesterone caproate","severity":"N/A","description":"The metabolism of Hydroxyprogesterone caproate can be decreased when combined with Fluconazole."},{"name":"Hydroxyprogesterone caproate","severity":"N/A","description":"The metabolism of Hydroxyprogesterone caproate can be decreased when combined with Fluconazole."},{"name":"Ibrutinib","severity":"N/A","description":"The serum concentration of Ibrutinib can be increased when it is combined with Fluconazole."},{"name":"Ibuprofen","severity":"N/A","description":"The metabolism of Ibuprofen can be decreased when combined with Fluconazole."},{"name":"Ibutilide","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Ibutilide."},{"name":"Idarubicin","severity":"N/A","description":"The metabolism of Idarubicin can be decreased when combined with Fluconazole."},{"name":"Idelalisib","severity":"N/A","description":"The serum concentration of Idelalisib can be increased when it is combined with Fluconazole."},{"name":"Ifosfamide","severity":"N/A","description":"The serum concentration of the active metabolites of Ifosfamide can be reduced when Ifosfamide is used in combination with Fluconazole resulting in a loss in efficacy."},{"name":"Iloperidone","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Iloperidone."},{"name":"Imatinib","severity":"N/A","description":"The serum concentration of Imatinib can be increased when it is combined with Fluconazole."},{"name":"Imipramine","severity":"N/A","description":"The metabolism of Imipramine can be decreased when combined with Fluconazole."},{"name":"Imiquimod","severity":"N/A","description":"The metabolism of Imiquimod can be decreased when combined with Fluconazole."},{"name":"Indacaterol","severity":"N/A","description":"The metabolism of Indacaterol can be decreased when combined with Fluconazole."},{"name":"Indapamide","severity":"N/A","description":"The metabolism of Indapamide can be decreased when combined with Fluconazole."},{"name":"Indinavir","severity":"N/A","description":"The metabolism of Indinavir can be decreased when combined with Fluconazole."},{"name":"Indinavir","severity":"N/A","description":"The metabolism of Indinavir can be decreased when combined with Fluconazole."},{"name":"Indomethacin","severity":"N/A","description":"The metabolism of Indomethacin can be decreased when combined with Fluconazole."},{"name":"Ipratropium bromide","severity":"N/A","description":"The metabolism of Ipratropium bromide can be decreased when combined with Fluconazole."},{"name":"Ipratropium bromide","severity":"N/A","description":"The metabolism of Ipratropium bromide can be decreased when combined with Fluconazole."},{"name":"Irbesartan","severity":"N/A","description":"The metabolism of Irbesartan can be decreased when combined with Fluconazole."},{"name":"Irinotecan","severity":"N/A","description":"The metabolism of Irinotecan can be decreased when combined with Fluconazole."},{"name":"Irinotecan","severity":"N/A","description":"The metabolism of Irinotecan can be decreased when combined with Fluconazole."},{"name":"Isavuconazonium","severity":"N/A","description":"The metabolism of Isavuconazonium can be decreased when combined with Fluconazole."},{"name":"Isosorbide Dinitrate","severity":"N/A","description":"The metabolism of Isosorbide Dinitrate can be decreased when combined with Fluconazole."},{"name":"Isosorbide Mononitrate","severity":"N/A","description":"The metabolism of Isosorbide Mononitrate can be decreased when combined with Fluconazole."},{"name":"Isradipine","severity":"N/A","description":"The serum concentration of Isradipine can be increased when it is combined with Fluconazole."},{"name":"Itraconazole","severity":"N/A","description":"The metabolism of Itraconazole can be decreased when combined with Fluconazole."},{"name":"Ivabradine","severity":"N/A","description":"The serum concentration of Ivabradine can be increased when it is combined with Fluconazole."},{"name":"Ivacaftor","severity":"N/A","description":"The serum concentration of Ivacaftor can be increased when it is combined with Fluconazole."},{"name":"Ivermectin","severity":"N/A","description":"The metabolism of Ivermectin can be decreased when combined with Fluconazole."},{"name":"Ixabepilone","severity":"N/A","description":"The metabolism of Ixabepilone can be decreased when combined with Fluconazole."},{"name":"Ixazomib","severity":"N/A","description":"The metabolism of Ixazomib can be decreased when combined with Fluconazole."},{"name":"Ketamine","severity":"N/A","description":"The metabolism of Ketamine can be decreased when combined with Fluconazole."},{"name":"Ketazolam","severity":"N/A","description":"The metabolism of Ketazolam can be decreased when combined with Fluconazole."},{"name":"Ketoconazole","severity":"N/A","description":"The metabolism of Ketoconazole can be decreased when combined with Fluconazole."},{"name":"Ketoprofen","severity":"N/A","description":"The metabolism of Ketoprofen can be decreased when combined with Fluconazole."},{"name":"Lacidipine","severity":"N/A","description":"The serum concentration of Lacidipine can be increased when it is combined with Fluconazole."},{"name":"Lacosamide","severity":"N/A","description":"The serum concentration of Lacosamide can be increased when it is combined with Fluconazole."},{"name":"Lamivudine","severity":"N/A","description":"The serum concentration of Lamivudine can be increased when it is combined with Fluconazole."},{"name":"Lamotrigine","severity":"N/A","description":"The serum concentration of Lamotrigine can be increased when it is combined with Fluconazole."},{"name":"Lansoprazole","severity":"N/A","description":"The serum concentration of Lansoprazole can be increased when it is combined with Fluconazole."},{"name":"Lapatinib","severity":"N/A","description":"The metabolism of Lapatinib can be decreased when combined with Fluconazole."},{"name":"Ledipasvir","severity":"N/A","description":"The serum concentration of Ledipasvir can be increased when it is combined with Fluconazole."},{"name":"Leflunomide","severity":"N/A","description":"The metabolism of Leflunomide can be decreased when combined with Fluconazole."},{"name":"Lenalidomide","severity":"N/A","description":"The serum concentration of Lenalidomide can be increased when it is combined with Fluconazole."},{"name":"Lenvatinib","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Lenvatinib."},{"name":"Lenvatinib","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Lenvatinib."},{"name":"Lercanidipine","severity":"N/A","description":"The serum concentration of Lercanidipine can be increased when it is combined with Fluconazole."},{"name":"Lesinurad","severity":"N/A","description":"The metabolism of Lesinurad can be decreased when combined with Fluconazole."},{"name":"Letrozole","severity":"N/A","description":"The metabolism of Letrozole can be decreased when combined with Fluconazole."},{"name":"Levetiracetam","severity":"N/A","description":"The serum concentration of Levetiracetam can be increased when it is combined with Fluconazole."},{"name":"Levobupivacaine","severity":"N/A","description":"The metabolism of Levobupivacaine can be decreased when combined with Fluconazole."},{"name":"Levocetirizine","severity":"N/A","description":"The metabolism of Levocetirizine can be decreased when combined with Fluconazole."},{"name":"Levofloxacin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Levofloxacin."},{"name":"Levomethadyl Acetate","severity":"N/A","description":"The metabolism of Levomethadyl Acetate can be decreased when combined with Fluconazole."},{"name":"Levomilnacipran","severity":"N/A","description":"The metabolism of Levomilnacipran can be decreased when combined with Fluconazole."},{"name":"Levonorgestrel","severity":"N/A","description":"The metabolism of Levonorgestrel can be decreased when combined with Fluconazole."},{"name":"Levothyroxine","severity":"N/A","description":"The metabolism of Levothyroxine can be decreased when combined with Fluconazole."},{"name":"Lidocaine","severity":"N/A","description":"The metabolism of Lidocaine can be decreased when combined with Fluconazole."},{"name":"Linagliptin","severity":"N/A","description":"The serum concentration of Linagliptin can be increased when it is combined with Fluconazole."},{"name":"Lisuride","severity":"N/A","description":"The metabolism of Lisuride can be decreased when combined with Fluconazole."},{"name":"Lomitapide","severity":"N/A","description":"The serum concentration of Lomitapide can be increased when it is combined with Fluconazole."},{"name":"Loperamide","severity":"N/A","description":"The metabolism of Loperamide can be decreased when combined with Fluconazole."},{"name":"Lopinavir","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Lopinavir."},{"name":"Loratadine","severity":"N/A","description":"The metabolism of Loratadine can be decreased when combined with Fluconazole."},{"name":"Lorcaserin","severity":"N/A","description":"The metabolism of Lorcaserin can be decreased when combined with Fluconazole."},{"name":"Lornoxicam","severity":"N/A","description":"The metabolism of Lornoxicam can be decreased when combined with Fluconazole."},{"name":"Losartan","severity":"N/A","description":"The serum concentration of Losartan can be decreased when it is combined with Fluconazole."},{"name":"Lovastatin","severity":"N/A","description":"The serum concentration of Lovastatin can be increased when it is combined with Fluconazole."},{"name":"Lumefantrine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Lumefantrine."},{"name":"Lurasidone","severity":"N/A","description":"The serum concentration of Lurasidone can be increased when it is combined with Fluconazole."},{"name":"Macitentan","severity":"N/A","description":"The metabolism of Macitentan can be decreased when combined with Fluconazole."},{"name":"Magnesium Sulfate","severity":"N/A","description":"The serum concentration of Magnesium Sulfate can be increased when it is combined with Fluconazole."},{"name":"Magnesium Sulfate","severity":"N/A","description":"The serum concentration of Magnesium Sulfate can be increased when it is combined with Fluconazole."},{"name":"Manidipine","severity":"N/A","description":"The serum concentration of Manidipine can be increased when it is combined with Fluconazole."},{"name":"Mannitol","severity":"N/A","description":"The serum concentration of Mannitol can be increased when it is combined with Fluconazole."},{"name":"Maraviroc","severity":"N/A","description":"The metabolism of Maraviroc can be decreased when combined with Fluconazole."},{"name":"Mebendazole","severity":"N/A","description":"The metabolism of Mebendazole can be decreased when combined with Fluconazole."},{"name":"Medroxyprogesterone acetate","severity":"N/A","description":"The metabolism of Medroxyprogesterone acetate can be decreased when combined with Fluconazole."},{"name":"Mefenamic acid","severity":"N/A","description":"The metabolism of Mefenamic acid can be decreased when combined with Fluconazole."},{"name":"Mefloquine","severity":"N/A","description":"The metabolism of Mefloquine can be decreased when combined with Fluconazole."},{"name":"Melatonin","severity":"N/A","description":"The metabolism of Melatonin can be decreased when combined with Fluconazole."},{"name":"Meloxicam","severity":"N/A","description":"The metabolism of Meloxicam can be decreased when combined with Fluconazole."},{"name":"Mephenytoin","severity":"N/A","description":"The metabolism of Mephenytoin can be decreased when combined with Fluconazole."},{"name":"Meprobamate","severity":"N/A","description":"The metabolism of Meprobamate can be decreased when combined with Fluconazole."},{"name":"Mestranol","severity":"N/A","description":"The metabolism of Mestranol can be decreased when combined with Fluconazole."},{"name":"Methadone","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Methadone."},{"name":"Methaqualone","severity":"N/A","description":"The metabolism of Methaqualone can be decreased when combined with Fluconazole."},{"name":"Methotrexate","severity":"N/A","description":"The serum concentration of Methotrexate can be increased when it is combined with Fluconazole."},{"name":"Methoxsalen","severity":"N/A","description":"The metabolism of Methoxsalen can be decreased when combined with Fluconazole."},{"name":"Methoxyflurane","severity":"N/A","description":"The metabolism of Methoxyflurane can be decreased when combined with Fluconazole."},{"name":"Methsuximide","severity":"N/A","description":"The metabolism of Methsuximide can be decreased when combined with Fluconazole."},{"name":"Methylphenobarbital","severity":"N/A","description":"The metabolism of Methylphenobarbital can be decreased when combined with Fluconazole."},{"name":"Methylprednisolone","severity":"N/A","description":"The metabolism of Methylprednisolone can be decreased when combined with Fluconazole."},{"name":"Methyltestosterone","severity":"N/A","description":"The metabolism of Methyltestosterone can be decreased when combined with Fluconazole."},{"name":"Metoprolol","severity":"N/A","description":"The metabolism of Metoprolol can be decreased when combined with Fluconazole."},{"name":"Metronidazole","severity":"N/A","description":"The metabolism of Metronidazole can be decreased when combined with Fluconazole."},{"name":"Mexiletine","severity":"N/A","description":"The metabolism of Mexiletine can be decreased when combined with Fluconazole."},{"name":"Mianserin","severity":"N/A","description":"The metabolism of Mianserin can be decreased when combined with Fluconazole."},{"name":"Mibefradil","severity":"N/A","description":"The serum concentration of Mibefradil can be increased when it is combined with Fluconazole."},{"name":"Miconazole","severity":"N/A","description":"The metabolism of Miconazole can be decreased when combined with Fluconazole."},{"name":"Midazolam","severity":"N/A","description":"The metabolism of Midazolam can be decreased when combined with Fluconazole."},{"name":"Mifepristone","severity":"N/A","description":"Mifepristone may increase the QTc-prolonging activities of Fluconazole."},{"name":"Mirabegron","severity":"N/A","description":"The metabolism of Mirabegron can be decreased when combined with Fluconazole."},{"name":"Mirtazapine","severity":"N/A","description":"The metabolism of Mirtazapine can be decreased when combined with Fluconazole."},{"name":"Mitoxantrone","severity":"N/A","description":"The serum concentration of Mitoxantrone can be increased when it is combined with Fluconazole."},{"name":"Moclobemide","severity":"N/A","description":"The metabolism of Moclobemide can be decreased when combined with Fluconazole."},{"name":"Modafinil","severity":"N/A","description":"The metabolism of Modafinil can be decreased when combined with Fluconazole."},{"name":"Montelukast","severity":"N/A","description":"The metabolism of Montelukast can be decreased when combined with Fluconazole."},{"name":"Morphine","severity":"N/A","description":"The metabolism of Morphine can be decreased when combined with Fluconazole."},{"name":"Moxifloxacin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Moxifloxacin."},{"name":"Mycophenolate mofetil","severity":"N/A","description":"The metabolism of Mycophenolate mofetil can be decreased when combined with Fluconazole."},{"name":"Nadolol","severity":"N/A","description":"The serum concentration of Nadolol can be increased when it is combined with Fluconazole."},{"name":"Naloxegol","severity":"N/A","description":"The serum concentration of Naloxegol can be increased when it is combined with Fluconazole."},{"name":"Naloxone","severity":"N/A","description":"The metabolism of Naloxone can be decreased when combined with Fluconazole."},{"name":"Naproxen","severity":"N/A","description":"The metabolism of Naproxen can be decreased when combined with Fluconazole."},{"name":"Nateglinide","severity":"N/A","description":"The metabolism of Nateglinide can be decreased when combined with Fluconazole."},{"name":"Nefazodone","severity":"N/A","description":"The metabolism of Nefazodone can be decreased when combined with Fluconazole."},{"name":"Nelfinavir","severity":"N/A","description":"The metabolism of Nelfinavir can be decreased when combined with Fluconazole."},{"name":"Netupitant","severity":"N/A","description":"The metabolism of Netupitant can be decreased when combined with Fluconazole."},{"name":"Nevirapine","severity":"N/A","description":"The serum concentration of Nevirapine can be increased when it is combined with Fluconazole."},{"name":"Nicardipine","severity":"N/A","description":"The serum concentration of Nicardipine can be increased when it is combined with Fluconazole."},{"name":"Niclosamide","severity":"N/A","description":"The metabolism of Niclosamide can be decreased when combined with Fluconazole."},{"name":"Nifedipine","severity":"N/A","description":"The serum concentration of Nifedipine can be increased when it is combined with Fluconazole."},{"name":"Nilotinib","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Nilotinib."},{"name":"Nilutamide","severity":"N/A","description":"The metabolism of Nilutamide can be decreased when combined with Fluconazole."},{"name":"Nilvadipine","severity":"N/A","description":"The serum concentration of Nilvadipine can be increased when it is combined with Fluconazole."},{"name":"Nimesulide","severity":"N/A","description":"The serum concentration of Nimesulide can be increased when it is combined with Fluconazole."},{"name":"Nimodipine","severity":"N/A","description":"The serum concentration of Nimodipine can be increased when it is combined with Fluconazole."},{"name":"Nintedanib","severity":"N/A","description":"The serum concentration of Nintedanib can be increased when it is combined with Fluconazole."},{"name":"Nisoldipine","severity":"N/A","description":"The serum concentration of Nisoldipine can be increased when it is combined with Fluconazole."},{"name":"Nitrazepam","severity":"N/A","description":"The metabolism of Nitrazepam can be decreased when combined with Fluconazole."},{"name":"Nitrendipine","severity":"N/A","description":"The serum concentration of Nitrendipine can be increased when it is combined with Fluconazole."},{"name":"Nizatidine","severity":"N/A","description":"The serum concentration of Nizatidine can be increased when it is combined with Fluconazole."},{"name":"Norethisterone","severity":"N/A","description":"The metabolism of Norethisterone can be decreased when combined with Fluconazole."},{"name":"Norgestrel","severity":"N/A","description":"The metabolism of Norgestrel can be decreased when combined with Fluconazole."},{"name":"Nortriptyline","severity":"N/A","description":"The metabolism of Nortriptyline can be decreased when combined with Fluconazole."},{"name":"Ofloxacin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Ofloxacin."},{"name":"Olanzapine","severity":"N/A","description":"The serum concentration of Olanzapine can be increased when it is combined with Fluconazole."},{"name":"Olaparib","severity":"N/A","description":"The serum concentration of Olaparib can be increased when it is combined with Fluconazole."},{"name":"Olodaterol","severity":"N/A","description":"The metabolism of Olodaterol can be decreased when combined with Fluconazole."},{"name":"Olopatadine","severity":"N/A","description":"The metabolism of Olopatadine can be decreased when combined with Fluconazole."},{"name":"Ombitasvir","severity":"N/A","description":"The serum concentration of Ombitasvir can be increased when it is combined with Fluconazole."},{"name":"Omeprazole","severity":"N/A","description":"The serum concentration of Omeprazole can be increased when it is combined with Fluconazole."},{"name":"Ondansetron","severity":"N/A","description":"The metabolism of Ondansetron can be decreased when combined with Fluconazole."},{"name":"Orphenadrine","severity":"N/A","description":"The metabolism of Orphenadrine can be decreased when combined with Fluconazole."},{"name":"Osimertinib","severity":"N/A","description":"The serum concentration of Osimertinib can be increased when it is combined with Fluconazole."},{"name":"Ospemifene","severity":"N/A","description":"The serum concentration of Ospemifene can be increased when it is combined with Fluconazole."},{"name":"Oxaprozin","severity":"N/A","description":"The metabolism of Oxaprozin can be decreased when combined with Fluconazole."},{"name":"Oxazepam","severity":"N/A","description":"The metabolism of Oxazepam can be decreased when combined with Fluconazole."},{"name":"Oxiconazole","severity":"N/A","description":"The metabolism of Oxiconazole can be decreased when combined with Fluconazole."},{"name":"Oxybutynin","severity":"N/A","description":"The metabolism of Oxybutynin can be decreased when combined with Fluconazole."},{"name":"Oxycodone","severity":"N/A","description":"The risk or severity of adverse effects can be increased when Fluconazole is combined with Oxycodone."},{"name":"Oxymorphone","severity":"N/A","description":"The metabolism of Oxymorphone can be decreased when combined with Fluconazole."},{"name":"Paclitaxel","severity":"N/A","description":"The metabolism of Paclitaxel can be decreased when combined with Fluconazole."},{"name":"Palbociclib","severity":"N/A","description":"The metabolism of Palbociclib can be decreased when combined with Fluconazole."},{"name":"Paliperidone","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Paliperidone."},{"name":"Palonosetron","severity":"N/A","description":"The metabolism of Palonosetron can be decreased when combined with Fluconazole."},{"name":"Panobinostat","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Panobinostat."},{"name":"Pantoprazole","severity":"N/A","description":"The serum concentration of Pantoprazole can be increased when it is combined with Fluconazole."},{"name":"Paramethadione","severity":"N/A","description":"The metabolism of Paramethadione can be decreased when combined with Fluconazole."},{"name":"Paramethasone","severity":"N/A","description":"The metabolism of Paramethasone can be decreased when combined with Fluconazole."},{"name":"Parecoxib","severity":"N/A","description":"The serum concentration of Parecoxib can be increased when it is combined with Fluconazole."},{"name":"Paricalcitol","severity":"N/A","description":"The metabolism of Paricalcitol can be decreased when combined with Fluconazole."},{"name":"Paritaprevir","severity":"N/A","description":"The metabolism of Paritaprevir can be decreased when combined with Fluconazole."},{"name":"Pazopanib","severity":"N/A","description":"The serum concentration of Pazopanib can be increased when it is combined with Fluconazole."},{"name":"Pentamidine","severity":"N/A","description":"The metabolism of Pentamidine can be decreased when combined with Fluconazole."},{"name":"Pentobarbital","severity":"N/A","description":"The metabolism of Pentobarbital can be decreased when combined with Fluconazole."},{"name":"Perampanel","severity":"N/A","description":"The metabolism of Perampanel can be decreased when combined with Fluconazole."},{"name":"Perflutren","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Perflutren."},{"name":"Pergolide","severity":"N/A","description":"The metabolism of Pergolide can be decreased when combined with Fluconazole."},{"name":"Pergolide","severity":"N/A","description":"The metabolism of Pergolide can be decreased when combined with Fluconazole."},{"name":"Perhexiline","severity":"N/A","description":"The serum concentration of Perhexiline can be increased when it is combined with Fluconazole."},{"name":"Permethrin","severity":"N/A","description":"The metabolism of Permethrin can be decreased when combined with Fluconazole."},{"name":"Perphenazine","severity":"N/A","description":"The metabolism of Perphenazine can be decreased when combined with Fluconazole."},{"name":"Pethidine","severity":"N/A","description":"The metabolism of Pethidine can be decreased when combined with Fluconazole."},{"name":"Phenacetin","severity":"N/A","description":"The metabolism of Phenacetin can be decreased when combined with Fluconazole."},{"name":"Phenindione","severity":"N/A","description":"The serum concentration of Phenindione can be increased when it is combined with Fluconazole."},{"name":"Phenobarbital","severity":"N/A","description":"The metabolism of Phenobarbital can be decreased when combined with Fluconazole."},{"name":"Phenoxybenzamine","severity":"N/A","description":"The metabolism of Phenoxybenzamine can be decreased when combined with Fluconazole."},{"name":"Phenprocoumon","severity":"N/A","description":"The serum concentration of Phenprocoumon can be increased when it is combined with Fluconazole."},{"name":"Phenylbutazone","severity":"N/A","description":"The metabolism of Phenylbutazone can be decreased when combined with Fluconazole."},{"name":"Phenytoin","severity":"N/A","description":"The serum concentration of Phenytoin can be increased when it is combined with Fluconazole."},{"name":"Pilocarpine","severity":"N/A","description":"The metabolism of Pilocarpine can be decreased when combined with Fluconazole."},{"name":"Pimecrolimus","severity":"N/A","description":"The metabolism of Pimecrolimus can be decreased when combined with Fluconazole."},{"name":"Pimozide","severity":"N/A","description":"Fluconazole may increase the arrhythmogenic activities of Pimozide."},{"name":"Pinaverium","severity":"N/A","description":"The serum concentration of Pinaverium can be increased when it is combined with Fluconazole."},{"name":"Pioglitazone","severity":"N/A","description":"The metabolism of Pioglitazone can be decreased when combined with Fluconazole."},{"name":"Pipotiazine","severity":"N/A","description":"The metabolism of Pipotiazine can be decreased when combined with Fluconazole."},{"name":"Piroxicam","severity":"N/A","description":"The metabolism of Piroxicam can be decreased when combined with Fluconazole."},{"name":"Pitavastatin","severity":"N/A","description":"The metabolism of Pitavastatin can be decreased when combined with Fluconazole."},{"name":"Podofilox","severity":"N/A","description":"The metabolism of Podofilox can be decreased when combined with Fluconazole."},{"name":"Pomalidomide","severity":"N/A","description":"The metabolism of Pomalidomide can be decreased when combined with Fluconazole."},{"name":"Ponatinib","severity":"N/A","description":"The metabolism of Ponatinib can be decreased when combined with Fluconazole."},{"name":"Posaconazole","severity":"N/A","description":"The metabolism of Posaconazole can be decreased when combined with Fluconazole."},{"name":"Prasterone","severity":"N/A","description":"The metabolism of Prasterone can be decreased when combined with Fluconazole."},{"name":"Prasugrel","severity":"N/A","description":"The metabolism of Prasugrel can be decreased when combined with Fluconazole."},{"name":"Prazepam","severity":"N/A","description":"The metabolism of Prazepam can be decreased when combined with Fluconazole."},{"name":"Praziquantel","severity":"N/A","description":"The metabolism of Praziquantel can be decreased when combined with Fluconazole."},{"name":"Prazosin","severity":"N/A","description":"The serum concentration of Prazosin can be increased when it is combined with Fluconazole."},{"name":"Prednisolone","severity":"N/A","description":"The metabolism of Prednisolone can be decreased when combined with Fluconazole."},{"name":"Prednisone","severity":"N/A","description":"The serum concentration of Prednisone can be increased when it is combined with Fluconazole."},{"name":"Pregabalin","severity":"N/A","description":"The serum concentration of Pregabalin can be increased when it is combined with Fluconazole."},{"name":"Prenylamine","severity":"N/A","description":"The serum concentration of Prenylamine can be increased when it is combined with Fluconazole."},{"name":"Primaquine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Primaquine."},{"name":"Primidone","severity":"N/A","description":"The metabolism of Primidone can be decreased when combined with Fluconazole."},{"name":"Procainamide","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Procainamide."},{"name":"Prochlorperazine","severity":"N/A","description":"The metabolism of Prochlorperazine can be decreased when combined with Fluconazole."},{"name":"Progesterone","severity":"N/A","description":"The therapeutic efficacy of Progesterone can be decreased when used in combination with Fluconazole."},{"name":"Proguanil","severity":"N/A","description":"The metabolism of Proguanil can be decreased when combined with Fluconazole."},{"name":"Promazine","severity":"N/A","description":"The metabolism of Promazine can be decreased when combined with Fluconazole."},{"name":"Propafenone","severity":"N/A","description":"The serum concentration of Propafenone can be increased when it is combined with Fluconazole."},{"name":"Propofol","severity":"N/A","description":"The metabolism of Propofol can be decreased when combined with Fluconazole."},{"name":"Propranolol","severity":"N/A","description":"The metabolism of Propranolol can be decreased when combined with Fluconazole."},{"name":"Pyrazinamide","severity":"N/A","description":"The metabolism of Pyrazinamide can be decreased when combined with Fluconazole."},{"name":"Quazepam","severity":"N/A","description":"The metabolism of Quazepam can be decreased when combined with Fluconazole."},{"name":"Quetiapine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Quetiapine."},{"name":"Quetiapine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Quetiapine."},{"name":"Quinacrine","severity":"N/A","description":"The metabolism of Quinacrine can be decreased when combined with Fluconazole."},{"name":"Quinidine","severity":"N/A","description":"The metabolism of Quinidine can be decreased when combined with Fluconazole."},{"name":"Quinine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Quinine."},{"name":"Rabeprazole","severity":"N/A","description":"The serum concentration of Rabeprazole can be increased when it is combined with Fluconazole."},{"name":"Rabeprazole","severity":"N/A","description":"The serum concentration of Rabeprazole can be increased when it is combined with Fluconazole."},{"name":"Raloxifene","severity":"N/A","description":"The metabolism of Raloxifene can be decreased when combined with Fluconazole."},{"name":"Ramelteon","severity":"N/A","description":"The serum concentration of Ramelteon can be increased when it is combined with Fluconazole."},{"name":"Ranitidine","severity":"N/A","description":"The metabolism of Ranitidine can be decreased when combined with Fluconazole."},{"name":"Ranolazine","severity":"N/A","description":"The metabolism of Ranolazine can be decreased when combined with Fluconazole."},{"name":"Reboxetine","severity":"N/A","description":"The metabolism of Reboxetine can be decreased when combined with Fluconazole."},{"name":"Regorafenib","severity":"N/A","description":"The metabolism of Regorafenib can be decreased when combined with Fluconazole."},{"name":"Repaglinide","severity":"N/A","description":"The metabolism of Repaglinide can be decreased when combined with Fluconazole."},{"name":"Reserpine","severity":"N/A","description":"The serum concentration of Reserpine can be increased when it is combined with Fluconazole."},{"name":"Retapamulin","severity":"N/A","description":"The metabolism of Retapamulin can be decreased when combined with Fluconazole."},{"name":"Rifabutin","severity":"N/A","description":"The serum concentration of Rifabutin can be increased when it is combined with Fluconazole."},{"name":"Rifampicin","severity":"N/A","description":"The metabolism of Rifampicin can be decreased when combined with Fluconazole."},{"name":"Rifapentine","severity":"N/A","description":"The serum concentration of Rifapentine can be increased when it is combined with Fluconazole."},{"name":"Rifaximin","severity":"N/A","description":"The serum concentration of Rifaximin can be increased when it is combined with Fluconazole."},{"name":"Rilpivirine","severity":"N/A","description":"The metabolism of Rilpivirine can be decreased when combined with Fluconazole."},{"name":"Riociguat","severity":"N/A","description":"The metabolism of Riociguat can be decreased when combined with Fluconazole."},{"name":"Risedronate","severity":"N/A","description":"The serum concentration of Risedronate can be increased when it is combined with Fluconazole."},{"name":"Risedronate","severity":"N/A","description":"The serum concentration of Risedronate can be increased when it is combined with Fluconazole."},{"name":"Risperidone","severity":"N/A","description":"The metabolism of Risperidone can be decreased when combined with Fluconazole."},{"name":"Ritonavir","severity":"N/A","description":"The metabolism of Ritonavir can be decreased when combined with Fluconazole."},{"name":"Rivaroxaban","severity":"N/A","description":"The metabolism of Rivaroxaban can be decreased when combined with Fluconazole."},{"name":"Rofecoxib","severity":"N/A","description":"The metabolism of Rofecoxib can be decreased when combined with Fluconazole."},{"name":"Rolapitant","severity":"N/A","description":"The metabolism of Rolapitant can be decreased when combined with Fluconazole."},{"name":"Rolapitant","severity":"N/A","description":"The metabolism of Rolapitant can be decreased when combined with Fluconazole."},{"name":"Romidepsin","severity":"N/A","description":"The metabolism of Romidepsin can be decreased when combined with Fluconazole."},{"name":"Ropinirole","severity":"N/A","description":"The metabolism of Ropinirole can be decreased when combined with Fluconazole."},{"name":"Ropivacaine","severity":"N/A","description":"The metabolism of Ropivacaine can be decreased when combined with Fluconazole."},{"name":"Rosiglitazone","severity":"N/A","description":"The metabolism of Rosiglitazone can be decreased when combined with Fluconazole."},{"name":"Rosuvastatin","severity":"N/A","description":"The metabolism of Rosuvastatin can be decreased when combined with Fluconazole."},{"name":"Rotigotine","severity":"N/A","description":"The metabolism of Rotigotine can be decreased when combined with Fluconazole."},{"name":"Roxithromycin","severity":"N/A","description":"The metabolism of Roxithromycin can be decreased when combined with Fluconazole."},{"name":"Ruxolitinib","severity":"N/A","description":"The serum concentration of Ruxolitinib can be increased when it is combined with Fluconazole."},{"name":"Salicylic acid","severity":"N/A","description":"The metabolism of Salicylic acid can be decreased when combined with Fluconazole."},{"name":"Salmeterol","severity":"N/A","description":"The serum concentration of Salmeterol can be increased when it is combined with Fluconazole."},{"name":"Saquinavir","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Saquinavir."},{"name":"Saquinavir","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Saquinavir."},{"name":"Saxagliptin","severity":"N/A","description":"The serum concentration of Saxagliptin can be increased when it is combined with Fluconazole."},{"name":"Saxagliptin","severity":"N/A","description":"The serum concentration of Saxagliptin can be increased when it is combined with Fluconazole."},{"name":"Selegiline","severity":"N/A","description":"The metabolism of Selegiline can be decreased when combined with Fluconazole."},{"name":"Selexipag","severity":"N/A","description":"The metabolism of Selexipag can be decreased when combined with Fluconazole."},{"name":"Sertindole","severity":"N/A","description":"The metabolism of Sertindole can be decreased when combined with Fluconazole."},{"name":"Sertraline","severity":"N/A","description":"The metabolism of Sertraline can be decreased when combined with Fluconazole."},{"name":"Sevoflurane","severity":"N/A","description":"The metabolism of Sevoflurane can be decreased when combined with Fluconazole."},{"name":"Sibutramine","severity":"N/A","description":"The metabolism of Sibutramine can be decreased when combined with Fluconazole."},{"name":"Sildenafil","severity":"N/A","description":"The serum concentration of Sildenafil can be increased when it is combined with Fluconazole."},{"name":"Silodosin","severity":"N/A","description":"The serum concentration of Silodosin can be increased when it is combined with Fluconazole."},{"name":"Simeprevir","severity":"N/A","description":"The serum concentration of Simeprevir can be increased when it is combined with Fluconazole."},{"name":"Simvastatin","severity":"N/A","description":"The serum concentration of Simvastatin can be increased when it is combined with Fluconazole."},{"name":"Sirolimus","severity":"N/A","description":"The serum concentration of Sirolimus can be increased when it is combined with Fluconazole."},{"name":"Sitagliptin","severity":"N/A","description":"The metabolism of Sitagliptin can be decreased when combined with Fluconazole."},{"name":"Sitagliptin","severity":"N/A","description":"The metabolism of Sitagliptin can be decreased when combined with Fluconazole."},{"name":"Sofosbuvir","severity":"N/A","description":"The serum concentration of Sofosbuvir can be increased when it is combined with Fluconazole."},{"name":"Solifenacin","severity":"N/A","description":"The metabolism of Solifenacin can be decreased when combined with Fluconazole."},{"name":"Sonidegib","severity":"N/A","description":"The serum concentration of Sonidegib can be increased when it is combined with Fluconazole."},{"name":"Sorafenib","severity":"N/A","description":"The metabolism of Sorafenib can be decreased when combined with Fluconazole."},{"name":"Sotalol","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Sotalol."},{"name":"Sparfloxacin","severity":"N/A","description":"The serum concentration of Sparfloxacin can be increased when it is combined with Fluconazole."},{"name":"Spiramycin","severity":"N/A","description":"The metabolism of Spiramycin can be decreased when combined with Fluconazole."},{"name":"Sucralfate","severity":"N/A","description":"Sucralfate can cause a decrease in the absorption of Fluconazole resulting in a reduced serum concentration and potentially a decrease in efficacy."},{"name":"Sufentanil","severity":"N/A","description":"The metabolism of Sufentanil can be decreased when combined with Fluconazole."},{"name":"Sulfadiazine","severity":"N/A","description":"The metabolism of Sulfadiazine can be decreased when combined with Fluconazole."},{"name":"Sulfamethoxazole","severity":"N/A","description":"The metabolism of Sulfamethoxazole can be decreased when combined with Fluconazole."},{"name":"Sulfisoxazole","severity":"N/A","description":"The metabolism of Sulfamoxole can be decreased when combined with Fluconazole."},{"name":"Sulfamoxole","severity":"N/A","description":"The metabolism of Sulfamoxole can be decreased when combined with Fluconazole."},{"name":"Sulfinpyrazone","severity":"N/A","description":"The metabolism of Sulfinpyrazone can be decreased when combined with Fluconazole."},{"name":"Sunitinib","severity":"N/A","description":"The metabolism of Sunitinib can be decreased when combined with Fluconazole."},{"name":"Suprofen","severity":"N/A","description":"The metabolism of Suprofen can be decreased when combined with Fluconazole."},{"name":"Suvorexant","severity":"N/A","description":"The serum concentration of Suvorexant can be increased when it is combined with Fluconazole."},{"name":"Synthetic Conjugated Estrogens, A","severity":"N/A","description":"The metabolism of Synthetic Conjugated Estrogens, A can be decreased when combined with Fluconazole."},{"name":"Synthetic Conjugated Estrogens, B","severity":"N/A","description":"The metabolism of Synthetic Conjugated Estrogens, B can be decreased when combined with Fluconazole."},{"name":"Tacrolimus","severity":"N/A","description":"The serum concentration of Tacrolimus can be increased when it is combined with Fluconazole."},{"name":"Tacrolimus","severity":"N/A","description":"The serum concentration of Tacrolimus can be increased when it is combined with Fluconazole."},{"name":"Tadalafil","severity":"N/A","description":"The serum concentration of Tadalafil can be increased when it is combined with Fluconazole."},{"name":"TAK-390MR","severity":"N/A","description":"The serum concentration of TAK-390MR can be increased when it is combined with Fluconazole."},{"name":"Tamoxifen","severity":"N/A","description":"The metabolism of Tamoxifen can be decreased when combined with Fluconazole."},{"name":"Tamsulosin","severity":"N/A","description":"The metabolism of Tamsulosin can be decreased when combined with Fluconazole."},{"name":"Tapentadol","severity":"N/A","description":"The metabolism of Tapentadol can be decreased when combined with Fluconazole."},{"name":"Technetium Tc-99m sestamibi","severity":"N/A","description":"The serum concentration of Technetium Tc-99m sestamibi can be increased when it is combined with Fluconazole."},{"name":"Technetium Tc-99m sestamibi","severity":"N/A","description":"The serum concentration of Technetium Tc-99m sestamibi can be increased when it is combined with Fluconazole."},{"name":"Telaprevir","severity":"N/A","description":"The metabolism of Telaprevir can be decreased when combined with Fluconazole."},{"name":"Telavancin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Telavancin."},{"name":"Telithromycin","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Telithromycin."},{"name":"Temazepam","severity":"N/A","description":"The metabolism of Temazepam can be decreased when combined with Fluconazole."},{"name":"Temsirolimus","severity":"N/A","description":"The serum concentration of the active metabolites of Temsirolimus can be increased when Temsirolimus is used in combination with Fluconazole."},{"name":"Teniposide","severity":"N/A","description":"The metabolism of Teniposide can be decreased when combined with Fluconazole."},{"name":"Tenoxicam","severity":"N/A","description":"The metabolism of Tenoxicam can be decreased when combined with Fluconazole."},{"name":"Terbinafine","severity":"N/A","description":"The metabolism of Terbinafine can be decreased when combined with Fluconazole."},{"name":"Terfenadine","severity":"N/A","description":"The metabolism of Terfenadine can be decreased when combined with Fluconazole."},{"name":"Testosterone","severity":"N/A","description":"The metabolism of Testosterone can be decreased when combined with Fluconazole."},{"name":"Tetrabenazine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Tetrabenazine."},{"name":"Tetracycline","severity":"N/A","description":"The metabolism of Tetracycline can be decreased when combined with Fluconazole."},{"name":"Thalidomide","severity":"N/A","description":"The metabolism of Thalidomide can be decreased when combined with Fluconazole."},{"name":"Theophylline","severity":"N/A","description":"The metabolism of Theophylline can be decreased when combined with Fluconazole."},{"name":"Theophylline","severity":"N/A","description":"The metabolism of Theophylline can be decreased when combined with Fluconazole."},{"name":"Thiamylal","severity":"N/A","description":"The metabolism of Thiamylal can be decreased when combined with Fluconazole."},{"name":"Thioridazine","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Thioridazine."},{"name":"Thiotepa","severity":"N/A","description":"The metabolism of Thiotepa can be decreased when combined with Fluconazole."},{"name":"Tiagabine","severity":"N/A","description":"The metabolism of Tiagabine can be decreased when combined with Fluconazole."},{"name":"Ticagrelor","severity":"N/A","description":"The metabolism of Ticagrelor can be decreased when combined with Fluconazole."},{"name":"Ticlopidine","severity":"N/A","description":"The metabolism of Ticlopidine can be decreased when combined with Fluconazole."},{"name":"Timolol","severity":"N/A","description":"The metabolism of Timolol can be decreased when combined with Fluconazole."},{"name":"Timolol","severity":"N/A","description":"The metabolism of Timolol can be decreased when combined with Fluconazole."},{"name":"Tinidazole","severity":"N/A","description":"The metabolism of Tinidazole can be decreased when combined with Fluconazole."},{"name":"Tiotropium","severity":"N/A","description":"The metabolism of Tiotropium can be decreased when combined with Fluconazole."},{"name":"Tipranavir","severity":"N/A","description":"The serum concentration of Tipranavir can be increased when it is combined with Fluconazole."},{"name":"Tizanidine","severity":"N/A","description":"The serum concentration of Tizanidine can be increased when it is combined with Fluconazole."},{"name":"Tofacitinib","severity":"N/A","description":"The serum concentration of Tofacitinib can be increased when it is combined with Fluconazole."},{"name":"Tolazamide","severity":"N/A","description":"The serum concentration of Tolazamide can be increased when it is combined with Fluconazole."},{"name":"Tolbutamide","severity":"N/A","description":"The serum concentration of Tolbutamide can be increased when it is combined with Fluconazole."},{"name":"Tolfenamic Acid","severity":"N/A","description":"The serum concentration of Tolfenamic Acid can be increased when it is combined with Fluconazole."},{"name":"Tolterodine","severity":"N/A","description":"The metabolism of Tolterodine can be decreased when combined with Fluconazole."},{"name":"Tolvaptan","severity":"N/A","description":"The serum concentration of Tolvaptan can be increased when it is combined with Fluconazole."},{"name":"Topotecan","severity":"N/A","description":"The serum concentration of Topotecan can be increased when it is combined with Fluconazole."},{"name":"Torasemide","severity":"N/A","description":"The metabolism of Torasemide can be decreased when combined with Fluconazole."},{"name":"Toremifene","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Toremifene."},{"name":"Trabectedin","severity":"N/A","description":"The serum concentration of Trabectedin can be increased when it is combined with Fluconazole."},{"name":"Tranilast","severity":"N/A","description":"The serum concentration of Tranilast can be increased when it is combined with Fluconazole."},{"name":"Trastuzumab emtansine","severity":"N/A","description":"The metabolism of Trastuzumab emtansine can be decreased when combined with Fluconazole."},{"name":"Trazodone","severity":"N/A","description":"The metabolism of Trazodone can be decreased when combined with Fluconazole."},{"name":"Treprostinil","severity":"N/A","description":"The metabolism of Treprostinil can be decreased when combined with Fluconazole."},{"name":"Tretinoin","severity":"N/A","description":"The metabolism of Tretinoin can be decreased when combined with Fluconazole."},{"name":"Triamcinolone","severity":"N/A","description":"The metabolism of Triamcinolone can be decreased when combined with Fluconazole."},{"name":"Triazolam","severity":"N/A","description":"The metabolism of Triazolam can be decreased when combined with Fluconazole."},{"name":"Trimethadione","severity":"N/A","description":"The metabolism of Trimethadione can be decreased when combined with Fluconazole."},{"name":"Trimethoprim","severity":"N/A","description":"The metabolism of Trimethoprim can be decreased when combined with Fluconazole."},{"name":"Trimipramine","severity":"N/A","description":"The metabolism of Trimipramine can be decreased when combined with Fluconazole."},{"name":"Troglitazone","severity":"N/A","description":"The metabolism of Troglitazone can be decreased when combined with Fluconazole."},{"name":"Troleandomycin","severity":"N/A","description":"The metabolism of Troleandomycin can be decreased when combined with Fluconazole."},{"name":"Ulipristal","severity":"N/A","description":"The serum concentration of Ulipristal can be increased when it is combined with Fluconazole."},{"name":"Umeclidinium","severity":"N/A","description":"The serum concentration of Umeclidinium can be increased when it is combined with Fluconazole."},{"name":"Valdecoxib","severity":"N/A","description":"The metabolism of Valdecoxib can be decreased when combined with Fluconazole."},{"name":"Valproic Acid","severity":"N/A","description":"The metabolism of Valproic Acid can be decreased when combined with Fluconazole."},{"name":"Valproic Acid","severity":"N/A","description":"The metabolism of Valproic Acid can be decreased when combined with Fluconazole."},{"name":"Vandetanib","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Vandetanib."},{"name":"Vardenafil","severity":"N/A","description":"The serum concentration of Vardenafil can be increased when it is combined with Fluconazole."},{"name":"Vecuronium","severity":"N/A","description":"The serum concentration of Vecuronium can be increased when it is combined with Fluconazole."},{"name":"Vemurafenib","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Vemurafenib."},{"name":"Venetoclax","severity":"N/A","description":"The metabolism of Venetoclax can be decreased when combined with Fluconazole."},{"name":"Venlafaxine","severity":"N/A","description":"The metabolism of Venlafaxine can be decreased when combined with Fluconazole."},{"name":"Verapamil","severity":"N/A","description":"The serum concentration of Verapamil can be increased when it is combined with Fluconazole."},{"name":"Vilanterol","severity":"N/A","description":"The metabolism of Vilanterol can be decreased when combined with Fluconazole."},{"name":"Vilazodone","severity":"N/A","description":"The serum concentration of Vilazodone can be increased when it is combined with Fluconazole."},{"name":"Vinblastine","severity":"N/A","description":"The metabolism of Vinblastine can be decreased when combined with Fluconazole."},{"name":"Vincristine","severity":"N/A","description":"The serum concentration of Vincristine can be increased when it is combined with Fluconazole."},{"name":"Vindesine","severity":"N/A","description":"The serum concentration of Vindesine can be increased when it is combined with Fluconazole."},{"name":"Vinorelbine","severity":"N/A","description":"The metabolism of Vinorelbine can be decreased when combined with Fluconazole."},{"name":"Vismodegib","severity":"N/A","description":"The metabolism of Vismodegib can be decreased when combined with Fluconazole."},{"name":"Voriconazole","severity":"N/A","description":"The serum concentration of Voriconazole can be increased when it is combined with Fluconazole."},{"name":"Vortioxetine","severity":"N/A","description":"The metabolism of Vortioxetine can be decreased when combined with Fluconazole."},{"name":"Warfarin","severity":"N/A","description":"The serum concentration of Warfarin can be increased when it is combined with Fluconazole."},{"name":"Xylometazoline","severity":"N/A","description":"The serum concentration of Xylometazoline can be increased when it is combined with Fluconazole."},{"name":"Yohimbine","severity":"N/A","description":"The metabolism of Yohimbine can be decreased when combined with Fluconazole."},{"name":"Zafirlukast","severity":"N/A","description":"The metabolism of Zafirlukast can be decreased when combined with Fluconazole."},{"name":"Zalcitabine","severity":"N/A","description":"The metabolism of Zalcitabine can be decreased when combined with Fluconazole."},{"name":"Zaleplon","severity":"N/A","description":"The metabolism of Zaleplon can be decreased when combined with Fluconazole."},{"name":"Ziconotide","severity":"N/A","description":"The serum concentration of Ziconotide can be increased when it is combined with Fluconazole."},{"name":"Zidovudine","severity":"N/A","description":"The metabolism of Zidovudine can be decreased when combined with Fluconazole."},{"name":"Zileuton","severity":"N/A","description":"The metabolism of Zileuton can be decreased when combined with Fluconazole."},{"name":"Ziprasidone","severity":"N/A","description":"Fluconazole may increase the QTc-prolonging activities of Ziprasidone."},{"name":"Zolpidem","severity":"N/A","description":"The serum concentration of Zolpidem can be increased when it is combined with Fluconazole."},{"name":"Zomepirac","severity":"N/A","description":"The metabolism of Zomepirac can be decreased when combined with Fluconazole."},{"name":"Zonisamide","severity":"N/A","description":"The metabolism of Zonisamide can be decreased when combined with Fluconazole."},{"name":"Zopiclone","severity":"N/A","description":"The serum concentration of Zopiclone can be increased when it is combined with Fluconazole."},{"name":"Zuclopenthixol","severity":"N/A","description":"The serum concentration of Zuclopenthixol can be increased when it is combined with Fluconazole."}]